Repository: Daniel20000522/uMatriks
Catalog: po/cz.po
Languages: cs

source: About...
cs: O...

source: Back
cs: Zpět

source: Join room
cs: Vstoupit do chatovací místnosti

source: Log out
cs: Odhlášení

source: About
cs: O

source: This will activate a test function, which lets you see the amount of unread messages for each room. Please report bugs. Restart the app so the changes take effect.
cs: Tímto aktivujete testovací funkci, která vám umožní zobrazení počtu dosud nepřečtených zpráv v každé chatovací místnosti. Prosím zašlete nám hlášení o chybách. Pro uplatnění změn aplikaci restartujte.

source: Deactivated test function. Please restart the app so the changes take effect.
cs: Testovací funkce deaktivována. Pro uplatnění změn aplikaci restartujte.

source: Join room:
cs: Vstoupit do chatovací místnosti:

source: Cancel
cs: Ukončit

source: Join
cs: Vstoupit

source: Login...
cs: Přihlásit...

source: Wrong username or password, please try again
cs: Nesprávné uživatelské jméno nebo heslo, zkuste to znovu

source: Failed to login, please try again
cs: Přihlášení selhalo, zkuste to znovu

source: User Name or Matrix ID:
cs: Uživatelské jméno nebo Matrix ID:

source: Password:
cs: Heslo:

source: Login
cs: Přihlášení

source: Warning!
cs: Varování!

source: Close
cs: Ukončit

source: Failed to add direct chat with
cs: Selhalo přidání přímé konverzace s

source: because this is not implented yet. This was just a test button.
cs: tato funkce není dosud aktivní. Funkce je zatím v režimu testování.

source: RoomList
cs: Seznammístností

source: Leave
cs: Opustit

source: Members of
cs: Členové

source: Room Topic
cs: Téma chatovací místnosti

source: Room
cs: Chatovací místnost

source: Welcome to uMatriks!<br/> <br/> uMatriks is a program that allows you to use the Matrix network.
cs: Vítejte v uMatriks!<br/> <br/> uMatriks vám umožňuje využívat sítě Matrix.

source: To use uMatriks, you need to login with your matrix <i>user</i>.
cs: Pokud chcete používat uMatriks musíte se přihlásit pod vaším <i>uživatelským jménem</i>.

source: chattyman
cs: přezdívka
